IdeaRS.Connections
RibData.RadialRibCount Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the number of radial ribs
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int RadialRibCount { get; set; }
Property Value
Type: Int32
See Also
Reference
RibData Class
IdeaRS.Connections.Data Namespace